<?php

$_['heading_title'] = 'سامانه پرداخت یک دو سه پی';

$_['text_title']    = 'سامانه پرداخت یک دو سه پی';
$_['text_basket']   = 'سبد خرید';
$_['text_checkout'] = 'تسویه حساب';

$_['error_code']      = 'کد خطا: ';
$_['error_message']   = 'متن پیام خطا: ';
$_['error_request']   = 'در ارتباط با سامانه پرداخت یک دو سه پی خطایی رخ داده است.';
$_['error_verify']    = 'در ارتباط با سامانه پرداخت یک دو سه پی و یا تایید تراکنش خطایی رخ داده است.';
$_['error_payment']   = 'تراكنش ناموفق می باشد و یا توسط پرداخت کننده کنسل شده است.';
$_['error_data']      = 'اطلاعات ارسال شده مربوط به تایید تراکنش ناقص و یا غیر معتبر است.';
$_['error_invoice']   = 'شماره سفارش با شماره فاکتور پرداخت شده مطابقت ندارد.';
$_['error_amount']    = 'رقم تراکنش با رقم پرداخت شده مطابقت ندارد.';
$_['error_curl']      = 'تابع cURL برای اتصال به سامانه پرداخت یک دو سه پی در سرور شما فعال نمی باشد. برای فعال کردن این تابع با مدیر سرور خود تماس بگیرید.';
$_['error_undefined'] = 'امکان برقراری ارتباط به وب سرویس سامانه پرداخت یک دو سه پی در این لحظه وجود ندارد و یا پاسخ دریافتی غیر معتبر است.';